//@ Работа с РНР для урока:
//* 1. заходим на сайт  https://github.com/PHPMailer/PHPMailer
//* 2. справа посередине нажимаем на Latest, справа от надписи PHPMailer 6.8.1
//* 3. после перехода на следующую страницу, мотаем вниз и скачиваем "Source code(zip)"
//* 4. архив распаковываем, переименовываем, полученную папку, в phpmailer и засовываем в проект к index.html, туда же где находятся js, img, css
//* 5. если в папке ещё папка, вырезаем содержимое следующей папки и делаем так, чтобы только это содержимое оказалось в папке phpmailer
//* 6. в одной папке с index.html cоздаём файл sendmail.php, ну то есть создаём текстовый файл и именуем в sendmail.php, соглашаясь что изменится расширение
//* 7. заполняем файл sendmail.php кодом






